[LW2WotC_Ghostwalker X2AbilityTemplate]
-LocLongDescription="Activate this ability to reduce enemy detection range against you by almost 25% for the rest of your turn as well as the following turn. <Ability:GHOSTWALKER_COOLDOWN> turn cooldown."
-LocHelpText="Reduce enemy detection range by 25% for <Ability:GHOSTWALKER_DURATION> turns."
-LocPromotionPopupText="<Bullet/> Activate this ability to reduce enemy detection range against you by almost 25% for <Ability:GHOSTWALKER_DURATION> turns (including the current turn), as denoted by red tiles surrounding enemies who are not alerted to your presence.<br/><Bullet/> <Ability:GHOSTWALKER_COOLDOWN> turn cooldown.<br/><Bullet/> Requires no actions to activate.<br/><Bullet/> Does not apply to ADVENT security towers."
+LocLongDescription="激活这个能力，在剩下的回合以及下一个回合中，敌人对你的探测范围减少近50%. <Ability:GHOSTWALKER_COOLDOWN> 回合冷却."
+LocHelpText="激活这个能力，在剩下的 <Ability:GHOSTWALKER_DURATION> 回合以及下一个回合中，敌人对你的探测范围减少近50%."
+LocPromotionPopupText="<Bullet/> 激活此能力，在剩下的 <Ability:GHOSTWALKER_DURATION>回合（包括当前回合）以及下一个回合中，敌人对你的探测范围减少近50%，由敌人周围的红色方块表示，这些敌人不会注意到你的存在.<br/><Bullet/> <Ability:GHOSTWALKER_COOLDOWN> 回合冷却.<br/><Bullet/> 无需任何操作即可激活.<br/><Bullet/> 不适用于变种人炮塔."
